
new_request = (
    'Игра создана.\n'
    'Создатель игры: {owner}.\n'
    'Время удаления игры: {time} UTC.\n'
    '{order}'
)

take_card = (
    'Игра начата!\n\n'
    'Порядок игроков следующий:\n'
    '{order}\n\n'
    'Игроки с номерами [{not_took}], разбираем карты!'
)

morning_message = (
    '{peaceful_night}'
    'Идёт день {day}.\n'
    'У вас есть время, чтобы решить, за кого вы проголосуете сегодняшним вечером.\n'
    '──────────────────\n'
    'Игроки:\n'
    '{order}'
)

vote = (
    'Город, настало время для голосования!\n'
    '{vote}'
)

gallows = (
    '<code>'
    '___________\n'
    '|         |\n'
    '|        %s\n'
    '|        %s\n'
    '|        %s\n'
    '|\n'
    '|'
    '</code>\n'
    '{result}\nСлово: {word}{attempts}{players}'
)
